/* SIE CONFIDENTIAL
 * $PSLibId$
 * Copyright (C) 2026 Sony Interactive Entertainment Inc.
 * All Rights Reserved.
 */

"msgid_360p" = "360p";
"msgid_540p" = "540p";
"msgid_720p" = "720p";
"msgid_about_app_data" = "Informacje o danych aplikacji";
"msgid_about_controllers" = "Informacje o kontrolerach";
"msgid_active_device" = "Mikrofon aktywny";
"msgid_another_user_using_rp" = "Inny użytkownik używa usługi Remote Play na konsoli PS5, z którą nawiązujesz połączenie.";
"msgid_app_data_collection_label" = "Ustawienia Danych aplikacji";
"msgid_app_mobile_device_data_usage" = "Uzyskujemy dostęp do informacji z tego urządzenia w celach związanych z obsługą aplikacji, analizowaniem wydajności oraz wprowadzaniem usprawnień.";
"msgid_app_update" = "Zaktualizuj tę aplikację.";
"msgid_back" = "Wstecz";
"msgid_battery_level_low_controller" = "Poziom naładowania baterii kontrolera jest niski.";
"msgid_before_connect_ps5" = "Przed nawiązaniem połączenia z konsolą PS5";
"msgid_bullet" = "•";
"msgid_busy_network_wait" = "Inne urządzenia korzystające z Internetu mogą wykorzystywać znaczną część przepustowości. Odłącz je od Internetu lub poczekaj, aż zakończą przesyłanie danych.";
"msgid_cancel_connecting" = "Anuluj połączenie";
"msgid_cancel_download_yn" = "Czy chcesz anulować pobieranie?";
"msgid_cancel_vb" = "Anuluj";
"msgid_cannot_connect_internet" = "Nie można nawiązać połączenia z Internetem.";
"msgid_cannot_connect_to_server_short" = "Nie można nawiązać połączenia z serwerem.";
"msgid_cannot_download" = "Nie można pobrać.";
"msgid_cant_connect" = "Nie można nawiązać połączenia.";
"msgid_checking_network_environment" = "Sprawdzanie sieci...";
"msgid_checking_progress" = "Sprawdzanie...";
"msgid_close" = "Zamknij";
"msgid_close_remote_play_confirmation" = "Nastąpi rozłączenie sesji Remote Play.";
"msgid_confirm_continue" = "Potwierdź i kontynuuj";
"msgid_connect_connection_light_bar" = "Aby sparować kontroler, naciśnij i przytrzymaj równocześnie przycisk tworzenia lub przycisk SHARE i przycisk PS, aż pasek świetlny zacznie migać. Gdy pasek świetlny będzie migać, przejdź do ustawień funkcji Bluetooth urządzenia i wybierz kontroler. Pasek świetlny zacznie świecić ciągłym światłem, sygnalizując podłączenie kontrolera.";
"msgid_connect_controller_wired" = "Podłącz kontroler do komputera za pomocą przewodu USB.";
"msgid_connect_ds4_light_bar" = "Aby sparować kontroler, naciśnij i przytrzymaj równocześnie przycisk SHARE i przycisk PS, aż pasek świetlny zacznie migać. Gdy pasek świetlny będzie migać, przejdź do ustawień funkcji Bluetooth urządzenia i wybierz kontroler. Pasek świetlny zacznie świecić ciągłym światłem, sygnalizując podłączenie kontrolera.";
"msgid_connect_home_number" = "Jeśli chcesz nawiązać połączenie za pomocą sieci domowej, wybierz [Wprowadź numer] w celu sparowania systemu PS4.";
"msgid_connect_lost" = "Nastąpiła utrata połączenia.";
"msgid_connect_lost_controller_ps4" = "Przypisano ci kontroler na konsoli PS4, z którą się łączysz.";
"msgid_connect_lost_controller_ps5" = "Przypisano ci kontroler na konsoli PS5, z którą się łączysz.";
"msgid_connect_pfn_time_out" = "Łączenie z konsolą PS5 trwało zbyt długo. Spróbuj nawiązać połączenie ponownie.";
"msgid_connect_pfn_wrong_number" = "Wprowadzony numer jest nieprawidłowy.";
"msgid_connect_ps4_cable" = "Użyj kabla sieciowego, aby połączyć konsolę PS5 lub PS4 z Internetem.";
"msgid_connect_ps4_pfn" = "Z którym urządzeniem chcesz nawiązać połączenie?";
"msgid_connect_via_internet_rp_ps4" = "Aby nawiązać połączenie przez Internet, na PS4 wybierz [Ustawienia] > [Zarządzanie kontami] > [Aktywuj jako podstawowe PS4] > [Aktywuj].";
"msgid_connecting_turning_ps4" = "Nawiązywanie połączenia i włączanie konsoli PS4...";
"msgid_connecting_turning_ps5" = "Nawiązywanie połączenia i włączanie konsoli PS5...";
"msgid_connection_pfn_lost" = "Utracono połączenie z konsolą PS5.";
"msgid_connection_ps4_lost" = "Utrata połączenia z PS4.";
"msgid_connection_speed_remote_play" = "Szybkość połączenia sieciowego nie jest wystarczająca. Zalecamy szybkość pobierania i przesyłania większą niż 5 Mb/s.";
"msgid_connection_unstable_try_again" = "Połączenie sieciowe może być niestabilne. Spróbuj przenieść się w inne miejsce lub poczekaj chwilę.";
"msgid_controller_disconnect_charge" = "Kontroler został odłączony. Naładuj baterię.";
"msgid_decrease_text_size" = "Zmniejsz rozmiar tekstu";
"msgid_delete" = "Usuń";
"msgid_delete_all" = "Usuń wszystko";
"msgid_disabled" = "Wyłączone";
"msgid_disconnect_connection" = "Odłącz";
"msgid_downloading_ellipsis" = "Pobieranie...";
"msgid_edit" = "Edytuj";
"msgid_enable_rp_connect_ps5" = "Aby używać usługi Remote Play, włącz ją na konsoli PS5, z którą nawiązujesz połączenie. Na konsoli PS5 wybierz kolejno [Ustawienia] > [System] > [Remote Play] i włącz opcję [Włącz usługę Remote Play].";
"msgid_enable_rp_turn_on" = "Na konsoli PS5 przejdź do obszaru [Ustawienia] > [System] > [Remote Play], a następnie włącz ustawienie [Włącz usługę Remote Play].";
"msgid_enjoy_remote_ps4_pfn" = "Graj zdalnie w ulubione gry z konsol PS5 i PS4, używając tego urządzenia.";
"msgid_enter_login_passcode" = "Wprowadź kod dostępu do logowania do konsoli PS5.";
"msgid_enter_number" = "Wprowadź numer";
"msgid_enter_number_label" = "Wprowadź numer";
"msgid_enter_number_register_device" = "Na konsoli PS5 wybierz [Ustawienia] > [System] > [Remote Play] > [Sparuj urządzenie], a następnie wprowadź numer w poniższym polu.";
"msgid_enter_ps4_login_passcode" = "Wprowadź kod dostępu do logowania konsoli PS4, z którą nawiązujesz połączenie.";
"msgid_exit_full_screen" = "Zamknij tryb pełnoekranowy";
"msgid_failed" = "Niepowodzenie";
"msgid_failed_login_ps4" = "Nie można zalogować się do konsoli PS4, z którą się łączysz.";
"msgid_frame_rate" = "Liczba klatek na sekundę";
"msgid_full" = "Pełny";
"msgid_general" = "Ogólne";
"msgid_generic_error_again" = "Coś poszło nie tak.";
"msgid_go_to_home_ps4" = "Przejdź do ekranu głównego na konsoli PS4";
"msgid_go_to_home_ps5" = "Przejdź do ekranu głównego na konsoli PS5";
"msgid_high" = "Wysoka";
"msgid_hint" = "Wskazówka";
"msgid_hints" = "Wskazówki";
"msgid_home_network_register" = "Twoja sieć domowa zostanie użyta do sparowania konsoli PS5.";
"msgid_icon_lose_connection" = "Ta ikona zostanie wyświetlona, gdy będziesz tracić połączenie.";
"msgid_increase_text_size" = "Zwiększ rozmiar tekstu";
"msgid_intellectual_property_notices" = "Informacje dotyczące własności intelektualnej";
"msgid_internet_busy_try_again" = "Połączenie sieciowe może być obciążone. Odczekaj chwilę i spróbuj ponownie.";
"msgid_internet_connection_low" = "Jakość połączenia internetowego jest niska. Połączenie może zostać utracone.";
"msgid_it_not_play_time" = "Jesteś poza swoim czasem gry.";
"msgid_legal_about_app_data_1" = "Spis treści\n\n■ Podsumowanie informacji o Danych aplikacji\n■ Pełny opis Danych aplikacji\n　　• Czym są Dane aplikacji?\n　　• Co kontrolują ustawienia Danych aplikacji??\n　　• Do czego używamy Danych aplikacji?\n■ Informacje o nas\n\n■ Podsumowanie informacji o Danych aplikacji\n\nGdy używasz aplikacji Remote Play, informacje o aplikacji, urządzeniu, na którym jest zainstalowana, oraz wykonywanych w niej działaniach mogą być gromadzone. Tego rodzaju informacje nazywamy Danymi aplikacji.\n\nZawsze gromadzimy informacje niezbędne do działania aplikacji. Są to tak zwane Dane ograniczone, które obejmują następujące rodzaje informacji:\n\n• Unikatowa nazwa urządzenia, na którym działa aplikacja (długi ciąg cyfr i liter)\n• Ustawienia wybrane przez Ciebie w aplikacji (takie jak data, region i język)\n• Połączenie internetowe\n• Czas potrzebny do pobrania informacji w aplikacji (dzięki temu wiemy, kiedy pojawia się jakiś problem, i możemy go rozwiązać)\n\nNiektóre informacje będą gromadzone wyłącznie wtedy, gdy wyrazisz na to zgodę. Takie informacje noszą nazwę Danych pełnych. Obejmują one bardziej szczegółowe informacje, takie jak informacje o tym, jak długo korzystasz z aplikacji i transmisji wideo.\n\nInformacje wysyłane nam przez aplikację wykorzystujemy do następujących celów:\n\n• Pomoc w realizowaniu Twoich próśb i poleceń.\n• Usprawnianie działania naszych aplikacji i produktów.\n• Egzekwowanie przestrzegania zasad i przepisów prawa (aby PlayStation Network była miejscem przyjaznym, w którym wszyscy dobrze się bawią).\n• Pomoc w opracowywaniu nowych produktów.\n\nJeśli masz konto w PlayStation Network, możemy dodać informacje przesyłane do nas przez aplikację lub urządzenie do informacji o Tobie, którymi już dysponujemy.\n\nJeśli aplikacja będzie używana na koncie dziecka należącego do rodziny, będziemy gromadzić tylko Dane ograniczone.\n\nWięcej informacji o tym, co robimy z gromadzonymi przez nas informacjami o Tobie, komu je udostępniamy, w jaki sposób możesz sprawować kontrolę nad tym, co robimy, i jakie prawa Ci przysługują, znajdziesz w naszej Polityce prywatności. Polityka prywatności jest dostępna na stronie www.playstation.com/legal/privacy-policy.";
"msgid_legal_about_app_data_2" = "■ Pełny opis Danych aplikacji\n\nCzym są Dane aplikacji?\n\nJeśli używasz aplikacji Remote Play, możemy uzyskiwać dostęp do danych i/lub przechowywać je na urządzeniu mobilnym, komputerze i/lub innym urządzeniu, którego używasz.\nIstnieją dwie kategorie Danych aplikacji:\n\n(1) Dane ograniczone\nNasze serwery wymagają wysyłania, odbierania i rejestrowania następujących Danych ograniczonych, które są niezbędne do świadczenia przez nas usług:\n• Dane zawartości: dane dotyczące obrazu, dźwięku, grafiki, tekstu i poziomu gry oraz informacje o koncie, które są wymagane i pobierane w przypadku gier, do których uzyskujesz dostęp za pomocą aplikacji Remote Play.\n• Dane licencji: informacje o wyświetlaniu licencjonowanej zawartości (takiej jak filmy) oraz interakcjach z nią, w zakresie wymaganym do tworzenia anonimowych, zagregowanych raportów w celu zapłacenia licencjodawcom za tę zawartość.\n• Dane sieci: informacje o połączeniach sieciowych urządzenia (na przykład połączeniach mobilnych, Ethernet, Wi-Fi i Bluetooth), w tym adres i numer IP, wymagania i szybkość połączeń.\n• Dane konfiguracji: niektóre dane dotyczące konfiguracji urządzenia, takie jak wielkość i rozdzielczość wyświetlacza, data, region, język, ustawienia regionalne i możliwości.\n• Dane dotyczące błędów: w przypadku wystąpienia błędu jest to kod błędu i podstawowe dane dotyczące czasu i miejsca jego wystąpienia. (Błąd może oznaczać wystąpienie problemu, który wymaga rozwiązania).\n• Dane dotyczące czasu ładowania: podstawowe informacje dotyczące czasu, jaki jest potrzebny na pobieranie i przesyłanie danych na Twoje urządzenie. (Długi czas może wskazywać problem).\n• Dane dotyczące zabezpieczeń: informacje wymagane do wykrywania i badania szkodliwej, nieautoryzowanej lub oszukańczej aktywności.\n• Dane prawne: informacje wymagane przez obowiązujące prawo oraz niezbędne do zapewnienia zgodności z przepisami.\n\n(2) Dane pełne\nMożemy również wysyłać, odbierać i rejestrować dodatkowe, bardziej szczegółowe dane dotyczące konfiguracji aplikacji, urządzenia mobilnego, tabletu lub innego urządzenia. Dane pełne mogą obejmować bardziej szczegółowe informacje dotyczące połączenia sieciowego, urządzenia i transmisji wideo.\nNa przykład:\n• Gdy włączasz aplikację Remote Play, możemy uzyskiwać dostęp do danych dotyczących korzystania przez Ciebie z aplikacji, takich jak długość trwania sesji, jakość obrazu w transmisji wideo oraz liczba klatek na sekundę.\n\nDane aplikacji są zwykle przesyłane do nas i przechowywane z użyciem jednego lub większej liczby unikatowych identyfikatorów sieci, urządzenia i/lub konta.";
"msgid_legal_about_app_data_3" = "Co kontrolują ustawienia Danych aplikacji?\n\nUstawienia Danych aplikacji umożliwiają określenie danych, które możemy zapisywać i do których możemy uzyskać dostęp. Możesz wybrać: \n• Dane ograniczone: po wybraniu tego ustawienia uzyskiwanie dostępu i zapisywanie będzie dotyczyć wyłącznie Danych ograniczonych.\n• Dane pełne: po wybraniu tego ustawienia uzyskiwanie dostępu i zapisywanie będzie dotyczyć zarówno Danych ograniczonych, jak i Danych pełnych.\n\nUstawienia Danych aplikacji są powiązane tylko z urządzeniami lub aplikacjami, w których są wyświetlane. Nie są powiązane z Twoim kontem w PlayStation Network. Dostęp do danych i ich przechowywanie można kontrolować niezależnie na każdym urządzeniu (np. PS4 lub PS5) oraz w każdej używanej aplikacji i przeglądarce internetowej.\n\nDo czego używamy Danych aplikacji?\n\nDane ograniczone oraz, jeśli na to zezwolisz, Dane pełne są gromadzone w sposób wyjaśniony w naszej Polityce prywatności (dostępnej pod adresem www.playstation.com/legal/privacy-policy).\nObejmuje to użycie danych aplikacji do następujących celów:\n• Obsługa aplikacji Remote Play.\n• Tworzenie anonimowych statystyk.\n• Analizowanie wydajności aplikacji lub urządzenia i opracowywanie ulepszeń oraz nowych produktów i usług.\n• Wykrywanie, badanie i ograniczanie szkodliwej, nieautoryzowanej lub oszukańczej aktywności.\n• Cele związane z kontrolą, zachowaniem zgodności z przepisami i wymogami prawnymi (na przykład obsługa roszczeń lub realizacja działań wymaganych obowiązującym prawem).\n\n■Informacje o nas\n\nWięcej szczegółowych informacji zawiera nasza Polityka prywatności dostępna pod adresem www.playstation.com/legal/privacy-policy\n\nWersja 1.1";
"msgid_legal_about_app_data_combined" = "Spis treści\n\n■ Podsumowanie informacji o Danych aplikacji\n■ Pełny opis Danych aplikacji\n　　• Czym są Dane aplikacji?\n　　• Co kontrolują ustawienia Danych aplikacji??\n　　• Do czego używamy Danych aplikacji?\n■ Informacje o nas\n\n■ Podsumowanie informacji o Danych aplikacji\n\nGdy używasz aplikacji Remote Play, informacje o aplikacji, urządzeniu, na którym jest zainstalowana, oraz wykonywanych w niej działaniach mogą być gromadzone. Tego rodzaju informacje nazywamy Danymi aplikacji.\n\nZawsze gromadzimy informacje niezbędne do działania aplikacji. Są to tak zwane Dane ograniczone, które obejmują następujące rodzaje informacji:\n\n• Unikatowa nazwa urządzenia, na którym działa aplikacja (długi ciąg cyfr i liter)\n• Ustawienia wybrane przez Ciebie w aplikacji (takie jak data, region i język)\n• Połączenie internetowe\n• Czas potrzebny do pobrania informacji w aplikacji (dzięki temu wiemy, kiedy pojawia się jakiś problem, i możemy go rozwiązać)\n\nNiektóre informacje będą gromadzone wyłącznie wtedy, gdy wyrazisz na to zgodę. Takie informacje noszą nazwę Danych pełnych. Obejmują one bardziej szczegółowe informacje, takie jak informacje o tym, jak długo korzystasz z aplikacji i transmisji wideo.\n\nInformacje wysyłane nam przez aplikację wykorzystujemy do następujących celów:\n\n• Pomoc w realizowaniu Twoich próśb i poleceń.\n• Usprawnianie działania naszych aplikacji i produktów.\n• Egzekwowanie przestrzegania zasad i przepisów prawa (aby PlayStation Network była miejscem przyjaznym, w którym wszyscy dobrze się bawią).\n• Pomoc w opracowywaniu nowych produktów.\n\nJeśli masz konto w PlayStation Network, możemy dodać informacje przesyłane do nas przez aplikację lub urządzenie do informacji o Tobie, którymi już dysponujemy.\n\nJeśli aplikacja będzie używana na koncie dziecka należącego do rodziny, będziemy gromadzić tylko Dane ograniczone.\n\nWięcej informacji o tym, co robimy z gromadzonymi przez nas informacjami o Tobie, komu je udostępniamy, w jaki sposób możesz sprawować kontrolę nad tym, co robimy, i jakie prawa Ci przysługują, znajdziesz w naszej Polityce prywatności. Polityka prywatności jest dostępna na stronie www.playstation.com/legal/privacy-policy.\n\n■ Pełny opis Danych aplikacji\n\nCzym są Dane aplikacji?\n\nJeśli używasz aplikacji Remote Play, możemy uzyskiwać dostęp do danych i/lub przechowywać je na urządzeniu mobilnym, komputerze i/lub innym urządzeniu, którego używasz.\nIstnieją dwie kategorie Danych aplikacji:\n\n(1) Dane ograniczone\nNasze serwery wymagają wysyłania, odbierania i rejestrowania następujących Danych ograniczonych, które są niezbędne do świadczenia przez nas usług:\n• Dane zawartości: dane dotyczące obrazu, dźwięku, grafiki, tekstu i poziomu gry oraz informacje o koncie, które są wymagane i pobierane w przypadku gier, do których uzyskujesz dostęp za pomocą aplikacji Remote Play.\n• Dane licencji: informacje o wyświetlaniu licencjonowanej zawartości (takiej jak filmy) oraz interakcjach z nią, w zakresie wymaganym do tworzenia anonimowych, zagregowanych raportów w celu zapłacenia licencjodawcom za tę zawartość.\n• Dane sieci: informacje o połączeniach sieciowych urządzenia (na przykład połączeniach mobilnych, Ethernet, Wi-Fi i Bluetooth), w tym adres i numer IP, wymagania i szybkość połączeń.\n• Dane konfiguracji: niektóre dane dotyczące konfiguracji urządzenia, takie jak wielkość i rozdzielczość wyświetlacza, data, region, język, ustawienia regionalne i możliwości.\n• Dane dotyczące błędów: w przypadku wystąpienia błędu jest to kod błędu i podstawowe dane dotyczące czasu i miejsca jego wystąpienia. (Błąd może oznaczać wystąpienie problemu, który wymaga rozwiązania).\n• Dane dotyczące czasu ładowania: podstawowe informacje dotyczące czasu, jaki jest potrzebny na pobieranie i przesyłanie danych na Twoje urządzenie. (Długi czas może wskazywać problem).\n• Dane dotyczące zabezpieczeń: informacje wymagane do wykrywania i badania szkodliwej, nieautoryzowanej lub oszukańczej aktywności.\n• Dane prawne: informacje wymagane przez obowiązujące prawo oraz niezbędne do zapewnienia zgodności z przepisami.\n\n(2) Dane pełne\nMożemy również wysyłać, odbierać i rejestrować dodatkowe, bardziej szczegółowe dane dotyczące konfiguracji aplikacji, urządzenia mobilnego, tabletu lub innego urządzenia. Dane pełne mogą obejmować bardziej szczegółowe informacje dotyczące połączenia sieciowego, urządzenia i transmisji wideo.\nNa przykład:\n• Gdy włączasz aplikację Remote Play, możemy uzyskiwać dostęp do danych dotyczących korzystania przez Ciebie z aplikacji, takich jak długość trwania sesji, jakość obrazu w transmisji wideo oraz liczba klatek na sekundę.\n\nDane aplikacji są zwykle przesyłane do nas i przechowywane z użyciem jednego lub większej liczby unikatowych identyfikatorów sieci, urządzenia i/lub konta.\n\nCo kontrolują ustawienia Danych aplikacji?\n\nUstawienia Danych aplikacji umożliwiają określenie danych, które możemy zapisywać i do których możemy uzyskać dostęp. Możesz wybrać: \n• Dane ograniczone: po wybraniu tego ustawienia uzyskiwanie dostępu i zapisywanie będzie dotyczyć wyłącznie Danych ograniczonych.\n• Dane pełne: po wybraniu tego ustawienia uzyskiwanie dostępu i zapisywanie będzie dotyczyć zarówno Danych ograniczonych, jak i Danych pełnych.\n\nUstawienia Danych aplikacji są powiązane tylko z urządzeniami lub aplikacjami, w których są wyświetlane. Nie są powiązane z Twoim kontem w PlayStation Network. Dostęp do danych i ich przechowywanie można kontrolować niezależnie na każdym urządzeniu (np. PS4 lub PS5) oraz w każdej używanej aplikacji i przeglądarce internetowej.\n\nDo czego używamy Danych aplikacji?\n\nDane ograniczone oraz, jeśli na to zezwolisz, Dane pełne są gromadzone w sposób wyjaśniony w naszej Polityce prywatności (dostępnej pod adresem www.playstation.com/legal/privacy-policy).\nObejmuje to użycie danych aplikacji do następujących celów:\n• Obsługa aplikacji Remote Play.\n• Tworzenie anonimowych statystyk.\n• Analizowanie wydajności aplikacji lub urządzenia i opracowywanie ulepszeń oraz nowych produktów i usług.\n• Wykrywanie, badanie i ograniczanie szkodliwej, nieautoryzowanej lub oszukańczej aktywności.\n• Cele związane z kontrolą, zachowaniem zgodności z przepisami i wymogami prawnymi (na przykład obsługa roszczeń lub realizacja działań wymaganych obowiązującym prawem).\n\n■Informacje o nas\n\nWięcej szczegółowych informacji zawiera nasza Polityka prywatności dostępna pod adresem www.playstation.com/legal/privacy-policy\n\nWersja 1.1";
"msgid_limited" = "Ograniczony";
"msgid_limited_data_collection" = "Udostępniaj tylko dane niezbędne do zapewnienia działania najważniejszych funkcji i usług PlayStation.";
"msgid_log_in_expire_rp" = "Jeżeli nie logowano się do konsoli PS5 od dłuższego czasu, konieczne będzie ponowne zalogowanie.";
"msgid_login_pfn_enter_num" = "Zaloguj się do konsoli PS5, wybierz [Ustawienia] > [Remote Play] > [Sparuj urządzenie], a następnie wprowadź numer na tym urządzeniu.";
"msgid_login_ps4_enter_num" = "Zaloguj się do konsoli PS4, wybierz [Ustawienia] > [Ustawienia połączenia usługi Remote Play] > [Dodaj urządzenie], a następnie wprowadź numer na tym urządzeniu.";
"msgid_login_ps4_enter_num_ps5" = "Zaloguj się do konsoli PS4, wybierz [Ustawienia] > [Ustawienia połączenia usługi Remote Play] > [Dodaj urządzenie], a następnie wprowadź numer na tej konsoli PS5.";
"msgid_login_ps5_enter_num_ps5" = "Zaloguj się do konsoli PS5, wybierz [Ustawienia] > [Remote Play] > [Sparuj urządzenie], a następnie wprowadź numer na tej konsoli PS5.";
"msgid_make_destination_standby" = "Przełącz podłączoną konsolę do trybu spoczynku";
"msgid_manage_data_you_provide" = "Udostępniane przez Ciebie dane";
"msgid_max_device_no_mic" = "Nie można używać mikrofonu z usługą Remote Play, jeśli osiągnięto limit urządzeń, które można podłączyć do konsoli PS4.";
"msgid_max_num_user_pfn" = "Aby można było zalogować Cię do konsoli PS5, inna osoba musi się najpierw wylogować.";
"msgid_max_num_user_ps4" = "Aby można było zalogować Cię do PS4, inna osoba musi się najpierw wylogować.";
"msgid_mic_disconnect" = "Mikrofon został odłączony.";
"msgid_modify_settings" = "Zmień ustawienia";
"msgid_muted" = "Mikrofon wyciszony";
"msgid_nat_type" = "Typ NAT";
"msgid_net_connection_slow_rp" = "Szybkość połączenia sieciowego jest obecnie za mała, aby uruchomić funkcję Remote Play.";
"msgid_net_speed_no_strong" = "Szybkość połączenia sieciowego może nie być wystarczająca.";
"msgid_network_temp_congested" = "Połączenie internetowe może być przeciążone.";
"msgid_no" = "Nie";
"msgid_no_connect_pfn" = "Nie można nawiązać połączenia z konsolą PS5.";
"msgid_no_connect_pfn_controller_max" = "Nie można podłączyć więcej kontrolerów do tej konsoli PS5.";
"msgid_no_connect_pfn_off" = "Nie możesz nawiązać połączenia z konsolą PS5, gdy jest wyłączona.";
"msgid_no_connect_ps4" = "Nie można nawiązać połączenia z PS4.";
"msgid_no_connect_ps4_controller_max" = "Nie można podłączyć więcej kontrolerów do tej konsoli PS4.";
"msgid_no_connect_ps4_off" = "Nie można nawiązać połączenia z wyłączonym systemem PS4.";
"msgid_no_connect_ps4_time_out" = "Łączenie z PS4 trwało zbyt długo. Spróbuj nawiązać połączenie ponownie.";
"msgid_no_connect_registered_ps4" = "Nie można nawiązać połączenia ze sparowanym systemem PS4.";
"msgid_no_display_rp_screen" = "Nie można wyświetlić ekranu na połączonej konsoli. Ekran obejmuje zawartość, której nie można wyświetlić podczas korzystania z usługi Remote Play.";
"msgid_no_find_pfn" = "Nie można znaleźć konsoli PS5.";
"msgid_no_find_ps4" = "Nie można znaleźć konsoli PS4";
"msgid_no_find_ps5" = "Nie można znaleźć konsoli PS5";
"msgid_no_login_pfn" = "Nie można zalogować się do konsoli PS5, z którą nawiązujesz połączenie.";
"msgid_no_mic_available" = "Nie można użyć mikrofonu.";
"msgid_no_pfn_register_manual" = "Nie można znaleźć konsoli PS5. Sparuj konsolę PS5 ręcznie.";
"msgid_no_ps5_log_in_again_rp" = "Jeśli od dłuższego czasu nie logowano się do konsoli PS5, z którą chcesz nawiązać połączenie, możesz nie być w stanie jej odnaleźć. Zaloguj się do tej konsoli PS5 i spróbuj ponownie.";
"msgid_no_register_pfn" = "Nie można sparować konsoli PS5, z którą chcesz nawiązać połączenie.";
"msgid_no_register_ps4" = "Nie można sparować konsoli PS4, z którą chcesz nawiązać połączenie.";
"msgid_no_registered_pfn" = "Nie można znaleźć sparowanej konsoli PS5.";
"msgid_no_results_found_d" = "Sprawdź połączenie internetowe.";
"msgid_not_available" = "-";
"msgid_not_connected" = "Nie połączono";
"msgid_number_another_user_was" = "Wprowadzono numer dla innego użytkownika.";
"msgid_number_network_ps4" = "Aby sparować system PS4, podłącz to urządzenie do sieci, w której znajduje się system PS4.";
"msgid_number_network_ps5" = "Aby sparować system PS5, podłącz to urządzenie do sieci, w której znajduje się system PS5.";
"msgid_ok" = "OK";
"msgid_only_users_logged_same" = "Jednocześnie może być zalogowanych tylko 4 użytkowników.";
"msgid_other_connections" = "Inne połączenia";
"msgid_pair" = "Sparuj";
"msgid_passcode_incorrect" = "Kod dostępu jest nieprawidłowy.";
"msgid_pfn" = "PS5";
"msgid_pfn_rest_mode_connect_desc" = "Możesz nawiązać połączenie z konsolą PS5, nawet jeśli działa w trybie spoczynku. Na konsoli PS5 wybierz [Ustawienia] > [System] > [Oszczędzanie energii] > [Funkcje dostępne w trybie spoczynku], a następnie włącz ustawienie [Zezwalaj na włączanie konsoli PS5 przez sieć].";
"msgid_pfn_software_update" = "Zaktualizuj oprogramowanie systemu konsoli PS5, z którą nawiązujesz połączenie.";
"msgid_playstation_network_back_soon" = "Coś poszło nie tak. Spróbuj ponownie później.";
"msgid_ps4" = "PS4";
"msgid_ps4_enable_rp_on" = "Na PS4 przejdź do obszaru [Ustawienia] > [Ustawienia połączenia usługi Remote Play], a następnie włącz opcję [Włącz usługę Remote Play].";
"msgid_ps4_rest_mode_connect_dec" = "Możesz nawiązać połączenie z konsolą PS4, nawet jeśli działa w trybie spoczynku. Na konsoli PS4 wybierz [Ustawienia] > [Ustawienia oszczędzania energii] > [Ustaw funkcje dostępne w trybie spoczynku], a następnie włącz ustawienie [Zezwalaj na włączanie PS4 przez sieć].";
"msgid_ps4_rp_number" = "W systemie PS4 wybierz [Ustawienia] > [Ustawienia połączenia usługi Remote Play] > [Zarejestruj urządzenie], a następnie wprowadź numer w poniższym polu.";
"msgid_ps4_software_update" = "Zaktualizuj oprogramowanie systemu konsoli PS4, z którą się łączysz.";
"msgid_ps5_already_use_rp" = "Ktoś korzysta z usługi Remote Play na tej konsoli PS5.";
"msgid_ps5_pro_resolution_device" = "W przypadku konsol PS5 i PS4 Pro zostanie wybrana rozdzielczość do 1080p, w zależności od jakości połączenia sieciowego.";
"msgid_ps5_using_sp" = "Ktoś korzysta z usługi Share Play na tej konsoli PS5. Aby użyć usługi Remote Play, najpierw zamknij sesję Share Play.";
"msgid_ps_remote_play" = "PS Remote Play";
"msgid_rd_mac_copy" = "Kopiuj";
"msgid_reached_limit_number_devices" = "Nie można używać mikrofonu z usługą Remote Play, jeśli osiągnięto limit urządzeń, które można podłączyć do konsoli PS5.";
"msgid_register_manually" = "Sparuj ręcznie";
"msgid_register_pfn_manual" = "Sparuj konsolę PS5 ręcznie.";
"msgid_register_ps4_manual" = "Sparuj konsolę PS4 ręcznie.";
"msgid_registering_pfn" = "Parowanie konsoli PS5...";
"msgid_registering_ps4" = "Parowanie konsoli PS4...";
"msgid_remote_play" = "Remote Play";
"msgid_reset_text_size" = "Zresetuj rozmiar tekstu";
"msgid_resolution_ex_pro" = "Rozdzielczość (nie dotyczy konsoli PS4 Pro)";
"msgid_retain_usage_data_choose" = "W celu usprawnienia działania usług gromadzimy pewne dane dotyczące korzystania z nich. Wybierz, jaki zakres danych chcesz nam udostępnić. Twoje dane będą zawsze chronione.";
"msgid_rp_cannot_use_mic_app_use" = "Nie można używać mikrofonu z usługą Remote Play, jeśli jest on używany przez inną aplikację na tym urządzeniu.";
"msgid_rp_mac_about_rp" = "Informacje o aplikacji PS Remote Play";
"msgid_rp_mac_capitalize" = "Od wielkiej litery";
"msgid_rp_mac_check_doc" = "Sprawdź dokument teraz";
"msgid_rp_mac_check_spell" = "Sprawdzaj pisownię pisząc";
"msgid_rp_mac_correct_spell_auto" = "Poprawiaj pisownię automatycznie";
"msgid_rp_mac_cut" = "Wytnij";
"msgid_rp_mac_data_detectors" = "Detektory danych";
"msgid_rp_mac_enter_screen" = "Przejdź do trybu pełnoekranowego";
"msgid_rp_mac_find_long" = "Znajdź...";
"msgid_rp_mac_find_next" = "Znajdź następne";
"msgid_rp_mac_find_pre" = "Znajdź poprzednie";
"msgid_rp_mac_find_replace" = "Znajdź i zastąp...";
"msgid_rp_mac_grammar_w_spell" = "Sprawdzaj gramatykę i pisownię";
"msgid_rp_mac_hide_others" = "Ukryj pozostałe";
"msgid_rp_mac_hide_rp" = "Ukryj usługę Remote Play";
"msgid_rp_mac_jump_select" = "Przejdź do zaznaczenia";
"msgid_rp_mac_lower_case" = "Zamień na małe litery";
"msgid_rp_mac_minimize" = "Minimalizuj";
"msgid_rp_mac_paste" = "Wklej";
"msgid_rp_mac_paste_match" = "Wklej i dostosuj styl";
"msgid_rp_mac_preferences" = "Preferencje...";
"msgid_rp_mac_preferences_title" = "Preferencje";
"msgid_rp_mac_quit_rp" = "Zamknij usługę Remote Play";
"msgid_rp_mac_redo" = "Przywróć";
"msgid_rp_mac_select_find" = "Szukaj zaznaczonego tekstu";
"msgid_rp_mac_show_all" = "Pokaż wszystko";
"msgid_rp_mac_show_spell_grammar" = "Pokaż pisownię i gramatykę";
"msgid_rp_mac_show_sub" = "Pokaż zastąpienia";
"msgid_rp_mac_smart_copy_paste" = "Kopiowanie/wklejanie inteligentne";
"msgid_rp_mac_smart_dashes" = "Myślniki inteligentne";
"msgid_rp_mac_smart_links" = "Łącza inteligentne";
"msgid_rp_mac_smart_quotes" = "Cudzysłowy inteligentne";
"msgid_rp_mac_speech" = "Mowa";
"msgid_rp_mac_spell_grammar" = "Pisownia i gramatyka";
"msgid_rp_mac_start_speech" = "Rozpocznij mówienie";
"msgid_rp_mac_stop_speech" = "Zakończ mówienie";
"msgid_rp_mac_substitutions" = "Zastąpienia";
"msgid_rp_mac_text_replace" = "Zastępowanie tekstu";
"msgid_rp_mac_transformation" = "Przekształcenia";
"msgid_rp_mac_undo" = "Cofnij";
"msgid_rp_mac_upper_case" = "Zamień na wielkie litery";
"msgid_rp_mac_zoom" = "Powiększenie";
"msgid_rp_no_access_mic" = "Aplikacja PS Remote Play nie ma dostępu do mikrofonu.";
"msgid_rp_remote_play_frame_rate_info" = "Ustaw płynność obrazu w usłudze Remote Play.\n\nWypróbuj opcję [Wysoka], jeśli masz szybkie połączenie z PS4. Jednak jeśli wybierzesz opcję [Wysoka], funkcja nagrywania rozgrywki na konsoli PS4 zostanie wstrzymana podczas korzystania z usługi Remote Play.";
"msgid_rp_use_computer_keyboard" = "Usunęliśmy pole wprowadzania tekstu w usłudze PS Remote Play. Teraz możesz używać klawiatury komputerowej do bezpośredniego wpisywania informacji do PS5 lub PS4.";
"msgid_rp_via_internet_activate" = "Aby nawiązać połączenie przez Internet, musisz aktywować konsolę PS4. Na konsoli PS4 przejdź do obszaru [Ustawienia] > [Zarządzanie kontami] > [Aktywuj jako podstawowe PS4] i wybierz [Aktywuj].";
"msgid_search" = "Wyszukiwanie";
"msgid_search_few_mins" = "To może zająć kilka minut.";
"msgid_search_nearby" = "Wyszukiwanie pobliskich połączeń...";
"msgid_search_via_internet" = "Wyszukiwanie połączeń przez Internet...";
"msgid_select_pfn_connect" = "Logowano się do następujących konsol PS5. Wybierz konsolę, z którą chcesz się połączyć.";
"msgid_select_previous_console_other" = "Wybierz ostatnią konsolę, z którą nawiązano połączenie, lub znajdź inne połączenia.";
"msgid_select_ps5" = "Wybierz PS5";
"msgid_select_ps5_connection" = "Aby wyświetlić konsole PS5, do których się logowano, wybierz [Wybierz PS5]. Spróbuj znaleźć konsolę PS5, z którą chcesz nawiązać połączenie.";
"msgid_sets_resolution_video_remote" = "Ustaw rozdzielczość wideo dla usługi Remote Play. Jeśli występują przerwy w odtwarzaniu wideo lub dźwięku, spróbuj użyć ustawienia [540p] lub [360p].";
"msgid_settings" = "Ustawienia";
"msgid_share_behavioral_data" = "Udostępniaj bardziej szczegółowe informacje dotyczące połączenia sieciowego, urządzenia i transmisji wideo.";
"msgid_sign_in_psn" = "Wpisywanie się";
"msgid_sign_out" = "Wypisz się";
"msgid_sign_ppr_first_time_rp" = "Jeśli po raz pierwszy logujesz się do konsoli PS5, z którą nawiązujesz połączenie, może minąć kilka minut, zanim możliwe będzie skorzystanie z usługi Remote Play.";
"msgid_something_went_wrong_restart" = "Coś poszło nie tak. Musisz uruchomić ponownie konsolę PS5, z którą nawiązujesz połączenie.";
"msgid_something_wrong_restart_ps4" = "Coś poszło nie tak. Musisz uruchomić ponownie konsolę PS4, z którą się łączysz.";
"msgid_speaker_active" = "Głośnik aktywny";
"msgid_speaker_muted" = "Głośnik wyciszony";
"msgid_standard" = "Standard";
"msgid_start_rp_close_app" = "Aby rozpocząć sesję Remote Play, zamknij na konsoli PS4 gry, aplikacje i funkcje, których nie można używać z usługą Remote Play.";
"msgid_start_rp_pfn_close_app" = "Aby rozpocząć sesję Remote Play, zamknij na konsoli PS5 gry, aplikacje i funkcje, których nie można używać z usługą Remote Play.";
"msgid_stop_features_rp" = "Zamknij Udostępnianie ekranu lub inne funkcje uruchomione w trybie wielozadaniowości na konsoli PS5.";
"msgid_time_separator" = ":";
"msgid_try_again" = "Spróbuj ponownie";
"msgid_try_low_video_quality" = "Ustaw niższą jakość obrazu w usłudze Remote Play.";
"msgid_type_num" = "Typ %1$@";
"msgid_update_controller2_ps5" = "Możesz zaktualizować oprogramowanie urządzenia kontrolera bezprzewodowego DualSense Edge do najnowszej wersji, podłączając go do konsoli PS5.";
"msgid_update_controller_ps5" = "Możesz zaktualizować oprogramowanie urządzenia kontrolera bezprzewodowego DualSense do najnowszej wersji, podłączając go do konsoli PS5.";
"msgid_update_remoteplay_now" = "Aby kontynuować, musisz zaktualizować usługę PS Remote Play. Czy chcesz zaktualizować ją teraz?";
"msgid_update_software_console" = "Zaktualizuj oprogramowanie systemu tej konsoli.";
"msgid_use_controler_5_ds4" = "Korzystanie z kontrolera bezprzewodowego dla konsoli PS5 lub PS4";
"msgid_use_home_network_rp" = "Na potrzeby usługi Remote Play zostanie użyta Twoja sieć domowa.";
"msgid_user_agreement" = "Umowa użytkownika";
"msgid_user_using_rp_server" = "Inny użytkownik używa usługi Remote Play na konsoli PS4, z którą nawiązujesz połączenie.";
"msgid_variable_percent" = "%1$@%%";
"msgid_version" = "Wersja";
"msgid_video_quality_ps4_rp" = "Jakość wideo w usłudze Remote Play (PS4)";
"msgid_view" = "Wyświetl";
"msgid_voice_chat_microphone" = "Używaj mikrofonu podczas czatu głosowego.";
"msgid_vr_on_no_rp" = "Nie można używać mikrofonu z usługą Remote Play, jeśli włączono gogle VR.";
"msgid_wait" = "Czekaj...";
"msgid_welcome_ps_rp" = "Witamy w aplikacji PS Remote Play!";
"msgid_window" = "Okno";
"msgid_wired_connection" = "Połączenie przewodowe";
"msgid_wireless_connection" = "Połączenie bezprzewodowe";
"msgid_wireless_controller_ps4" = "Kontroler bezprzewodowy konsoli PS4";
"msgid_wireless_controller_ps5" = "Kontroler bezprzewodowy konsoli PS5";
"msgid_yes" = "Tak";
